;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Neamţu Mihai
; TranslationAuthorEmail: mitza97@gmail.com
; TranslationAuthorWeb: 
; Soft Version: 1.03.43
; Update: 2012-09-10
;
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Lang]
NativeLanguage=Româneşte

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=ROM
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informaţii
Warning=Avertisment
Error=Eroare
Confirm=Confirmare
CurVer=Versiunea curentă:
FrmAbout.caption=Despre
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblemail.caption=Suport tehnic:
FrmAbout.lblhome.caption=Pagina de start:
FrmAbout.lblthank.caption=Mulţumim următoarelor persoane pentru contribuţiile lor:
pmHelp=Ajutor online
pmHome=Pagina de start
pmCheckNew=Verificaţi pentru actualizări
pmLang=Multi-limbă
pmAbout=Despre noi
pmOpenEntry=Deschidere în RegEditor
PmGoogle=Căutare Google
FrmMain.BtnNormal.Caption=Dezinstalare sigură
FrmMain.BtnModify.Caption=Repară programele
FrmMain.BtnForce.Caption=Dezinstalare forţată
FrmMain.BtnRemove.Caption=Elimină intrările
FrmMain.Btnlikeit.Caption=Îmi place
FrmMain.lblcheckver.Caption=Verificaţi pentru actualizări
FrmMain.lblinfo.caption=Oferă o modalitate de a elimina forțat programele persistente
FrmlikeIt.lblTitle.caption=Dacă vă place Wise Program Uninstaller, vă rugăm să introduceţi acest minunat instrument
Frmlikeit.lblInfo.caption=Vă rugăm să partajaţi Wise Program Uninstaller cu familia dumneavoastră, prietenii şi colegii prin email, blog, twitter, youtube, facebook,etc. Bine făcut!Vei aduce confort şi eficienţă pentru viaţa lor!
FrmlikeIt.lblRate.caption=Evaluează Wise Program Uninstaller:
FrmlikeIt.lblfollow.caption=Urmăriţi-ne şi pe:
FrmlikeIt.lblshare.caption=Partajaţi Wise Program Uninstaller:
FrmlikeIt.btndownload.caption=Descărcare gratuită
FrmlikeIt.imgrate.hint=Daţi-ne un premiu de 5 stele pe CNET
FrmlikeIt.imgmail.hint=Partajaţi cu prietenii d-voastră
FrmlikeIt.imgface1.hint=Partajaţi pe Facebook
FrmlikeIt.imgface2.hint=Daţi-ne un Like pe Facebook
FrmlikeIt.imgtwitter1.hint=Partajaţi pe Twitter
FrmlikeIt.imgtwitter2.hint=Urmăriţi-ne şi peTwitter
FrmlikeIt.Caption=Îmi place
FrmlikeIt.lbldownload.caption=Descărcaţi mai multe programe freeware de pe WiseCleaner.com
FrmProgressModal.btncancel.caption=Anulare
Frmafterdel.caption=Intrări registru şi fişiere asociate cu programul
Frmafterdel.btnremove.caption=Eliminare
Frmafterdel.btncancel.caption=Anulare
Frmafterdel.lblinfo.caption=Vă rugăm vizualizaţi rezultatele şi daţi clic pe "Eliminare" pentru a completa dezinstalarea.

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Lang]
NativeLanguage=Româneşte

[Uninstall]
ItemName=Nume
Publisher=Editor
Size=Mărime
SetupDate=Data instalării
Version=Versiunea
Canceled=Procesul de dezinstalare a fost anulat.
NoLeftOverItem=Nu au fost găsite elemente reziduale.
Removing=Eliminare:
TotalStat=Au fost găsite %d programe ocupând %s spaţiu pe disc.
Calculating=Se calculează mărimea...
Files=Fişier şi dosar
RegEntries=Intrări registru
Items=Elemente

[message]
NoNewVer=Felicitări! Folosiţi ultima versiune.
NoProgramSelected=Vă rugăm selectaţi pentru început un program.
IsBusy=Vă rugăm aşteptaţi până când dezinstalarea anterioară este completă.
StartFindLeftover=Se analizează fişierele asociate, dosarele şi intrările de registru...
Collecting=Se colectează informaţiile despre programele instalate...
BeSureUseForce=Vă rugăm să alegeți Dezinstalare Forțată numai atunci când Dezinstalare Sigură nu funcționează. Sigur doriți să continuați?
ConfirmRemove=Sunteți sigur că doriți să eliminați această intrare?